Repository: freaktabnl/repository.theghost
Catalog: service.ghostcleansubs/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30000
source: CleanSubs General
nl_nl: Ghost CleanSubs algemeen

# #30001
source: CleanSubs on
nl_nl: Ghost CleanSubs aan

# #30002
source: Display icon overlay to confirm subs were cleaned
nl_nl: Weergave icoon overlay om geschoonde ondertitels te bevestigen

# #30003
source: Display icon overlay of subs provider
nl_nl: Weergave icoon overlay van ondertitel leverancier

# #30004
source: Subtitles cleaning method
nl_nl: Ondertitel opschoon methode

# #30005
source: Folder for manual subtitles cleaning
nl_nl: Map voor handmatige ondertitel opschoning

# #30007
source: Remove CC from subtitles
nl_nl: Verwijder CC uit ondertitels

# #30008
source: Heuristics removes first/last x lines
nl_nl: Heuristiek verwijdert eerste/laatste x regels

# #30009
source: Use languages from Kodi settings
nl_nl: Gebruik alleen talen van Kodi instellingen

# #30011
source: Use definitions and heuristics
nl_nl: Gebruik definities en heuristiek

# #30012
source: Use heuristics only
nl_nl: Gebruik alleen heuristiek

# #30013
source: Use definitions only
nl_nl: Gebruik alleen definities

# #30020
source: Definitions not found! See log for more details.
nl_nl: Definities niet gevonden! Zie log voor meer informatie.

# #30021
source: CLEANED!
nl_nl: OPGERUIMD!

# #30030
source: Choose what to scan:
nl_nl: Kies wat je wilt scannen:

# #30031
source: Scan and clean subtitle files in [COLOR red]video libraries[/COLOR]?
nl_nl: Scan en schoon ondertitel bestanden op in [COLOR red]video bibliotheken[/COLOR]?

# #30032
source: Scan and clean subtitle files in [COLOR red]arbitrary folder[/COLOR]:
nl_nl: Scan en schoon ondertitel bestanden op in [COLOR red]willekeurige map[/COLOR]:

# #30033
source: No [COLOR red]video libraries[/COLOR] found!
nl_nl: Geen [COLOR red]video bibliotheken[/COLOR] gevonden!

# #30034
source: [COLOR red]Arbitrary folder[/COLOR] not found or not set!
nl_nl: [COLOR red]Willekeurige map[/COLOR] niet gevonden of niet ingesteld!

# #30036
source: Error
nl_nl: Fout

# #30040
source: Scanning for subtitles
nl_nl: Scannen naar ondertitels

# #30041
source: Scanning folders and cleaning subtitles...
nl_nl: Mappen scannen en schoonmaken ondertitels...

# #30050
source: Subtitles cleanup [COLOR red]interrupted[/COLOR].
nl_nl: Ondertitel opschoning [COLOR red]onderbroken[/COLOR].

# #30051
source: Subtitles cleanup [COLOR red]done[/COLOR].
nl_nl: Ondertitel opschoning [COLOR red]gereed[/COLOR].

# #30052
source: NFS paths are [COLOR red]not supported[/COLOR], please use NFS paths at System (OS) level!
nl_nl: NFS paden worden [COLOR red]niet ondersteund[/COLOR], gebruik aub NFS paden op Systeem (OS) niveau!

# #30060
source: Settings
nl_nl: Instellingen

# #30061
source: Arbitrary folder
nl_nl: Willekeurige map

# #30062
source: not set
nl_nl: niet gezet

# #30063
source: Video libraries
nl_nl: Video bibliotheken

# #30064
source: found
nl_nl: gevonden

# #30100
source: Delete original subs (path/lib clean)
nl_nl: Verwijder originele ondertitels

# #30101
source: Remove formatting + colors
nl_nl: Verwijder opmaak + kleuren

# #30102
source: Display background under subtitles
nl_nl: Achtergrond onder ondertiteling

# #30103
source: Subtitles text color (RRGGBB)
nl_nl: Tekstkleur van de ondertiteling (RRGGBB)
